{
    "message": "ok",
    "data": {
        "products": [
            {
                "product_id": 1,
                "join_date": "1 april 2023",
                "photo": "https://source.unsplash.com/400x300?egg",
                "province": "Sumatera Utara",
                "price": 1000000,
                "category": "organik",
                "user_name": "roji",
                "name": "putih telur",
                "description": "Putih telur adalah komponen dalam telur yang biasanya dianggap sebagai limbah dalam konteks ini. Putih telur memiliki tekstur bening dan konsistensi cair yang kaya akan protein. Meskipun dianggap limbah, putih telur memiliki potensi penggunaan dan pengolahan lebih lanjut yang dapat memberikan nilai tambah.",
                "potentials": "Industri Makanan: Putih telur dapat digunakan sebagai bahan dasar dalam berbagai produk makanan, seperti roti, kue, pancake, dan makanan penutup. Dalam pembuatan produk makanan, putih telur dapat memberikan kelembutan, stabilitas, dan tekstur yang diinginkan.\nIndustri Kosmetik: Putih telur dapat digunakan dalam produk perawatan kulit dan rambut. Kandungan proteinnya membantu memperbaiki dan memperkuat rambut, serta memberikan efek mengencangkan pada kulit wajah.\nSuplemen Protein: Putih telur juga dapat diolah menjadi suplemen protein yang sering digunakan oleh atlet dan mereka yang menjalani program peningkatan massa otot. Suplemen protein putih telur biasanya hadir dalam bentuk bubuk yang mudah larut dan digunakan dalam minuman atau makanan.\nIndustri Farmasi: Beberapa produk farmasi memanfaatkan putih telur dalam formulasi obat dan vaksin. Putih telur dapat berperan sebagai stabilizer, emulsifier, atau pengisi dalam berbagai produk farmasi."
            },
            {
                "product_id": 2,
                "join_date": "2 mei 2023",
                "photo": "https://source.unsplash.com/400x300?paint",
                "province": "Jawa Barat",
                "price": 750000,
                "category": "kimia",
                "user_name": "anita",
                "name": "cat",
                "description": "Cat adalah produk kimia yang digunakan untuk melindungi, menghias, dan memberikan lapisan warna pada permukaan. Cat tersedia dalam berbagai jenis, termasuk cat minyak, cat air, cat akrilik, dan sebagainya. Dalam konteks ini, cat dapat digunakan untuk berbagai keperluan seperti melukis, mengecat dinding, atau membuat seni.",
                "potentials": "Industri Konstruksi: Cat sering digunakan dalam proyek konstruksi untuk melapisi permukaan dinding, kayu, atau logam. Cat memberikan perlindungan, tampilan estetika, dan daya tahan terhadap cuaca dan kerusakan.\nSeni dan Kerajinan: Cat juga digunakan dalam seni lukis, kerajinan tangan, dan hobi lainnya. Seniman dan pengrajin sering menggunakan cat untuk menciptakan karya seni atau menghias objek seperti patung, keramik, atau kain.\nIndustri Otomotif: Cat otomotif digunakan untuk melapisi permukaan kendaraan, memberikan tampilan yang menarik dan perlindungan terhadap karat dan kerusakan lainnya."
            },
            {
                "product_id": 3,
                "join_date": "4 juni 2023",
                "photo": "https://source.unsplash.com/400x300?accessories",
                "province": "DKI Jakarta",
                "price": 50000,
                "category": "non-organik",
                "user_name": "budi",
                "name": "manik manik",
                "description": "Manik-manik adalah hiasan kecil yang terbuat dari berbagai bahan, seperti plastik, kaca, atau logam. Manik-manik digunakan dalam berbagai keperluan, seperti kerajinan tangan, perhiasan, atau aksesori pakaian. Dalam konteks ini, manik-manik dapat memberikan sentuhan dekoratif dan mempercantik produk.",
                "potentials": "Kerajinan Tangan: Manik-manik adalah bahan yang umum digunakan dalam kerajinan tangan, seperti pembuatan perhiasan, gelang, kalung, dan aksesori lainnya. Dengan variasi warna, bentuk, dan ukuran yang beragam, manik-manik dapat memberikan variasi dan kreasi yang tak terbatas dalam kerajinan tangan.\nIndustri Mode: Manik-manik dapat digunakan sebagai hiasan pada pakaian, tas, sepatu, atau aksesori mode lainnya. Manik-manik dapat memberikan sentuhan dekoratif yang menarik dan memperkaya tampilan produk.\nDekorasi Interior: Manik-manik juga dapat digunakan dalam dekorasi interior, seperti gorden, tirai, bantal, atau dekorasi dinding. Manik-manik dengan warna dan tekstur yang menarik dapat memberikan sentuhan kreatif dalam ruangan."
            },
            {
                "product_id": 4,
                "join_date": "20 juni 2023",
                "photo": "https://source.unsplash.com/400x300?cotton",
                "province": "Jawa Tengah",
                "price": 250000,
                "category": "non-organik",
                "user_name": "siti",
                "name": "kain katun bekas",
                "description": "Kain katun bekas adalah kain yang telah digunakan sebelumnya dan dapat ditemukan dalam kondisi bekas pakai. Kain katun merupakan kain yang terbuat dari serat alami, nyaman digunakan, dan memiliki sifat yang baik dalam menyerap keringat. Dalam konteks ini, kain katun bekas dapat digunakan kembali atau diolah menjadi produk baru.",
                "potentials": "Industri Pakaian: Kain katun bekas dapat dijadikan bahan untuk pembuatan pakaian baru, seperti kemeja, blus, atau celana. Dengan pemilihan dan desain yang tepat, kain katun bekas dapat menjadi bahan yang ramah lingkungan dan berkontribusi dalam upaya pengurangan limbah tekstil.\nKerajinan: Kain katun bekas juga dapat digunakan dalam berbagai proyek kerajinan, seperti quilting, membuat boneka, atau bahan dasar dalam pembuatan tas, dompet, atau aksesori lainnya. Kain katun bekas memberikan kemungkinan kreasi dan penggunaan yang luas dalam kerajinan tangan.\nDekorasi Rumah: Kain katun bekas dapat digunakan untuk membuat gorden, sarung bantal, atau penutup meja. Dengan memanfaatkan kain bekas, dapat memberikan sentuhan personal dan unik dalam dekorasi rumah."
            },
            {
                "product_id": 5,
                "join_date": "3 februari 2023",
                "photo": "https://source.unsplash.com/400x300?cotton",
                "province": "Bali",
                "price": 800000,
                "category": "non-organik",
                "user_name": "putra",
                "name": "kain perca",
                "description": "Kain perca adalah kain yang terbuat dari potongan-potongan kecil atau sisa-sisa kain yang telah digunakan sebelumnya. Kain perca sering kali memiliki berbagai warna, corak, dan tekstur yang berbeda-beda. Dalam konteks ini, kain perca dapat digunakan untuk berbagai keperluan kreatif.",
                "potentials": "Kerajinan Tangan: Kain perca adalah bahan yang populer dalam kerajinan tangan. Kain perca dapat digunakan untuk membuat patchwork, quilting, atau berbagai macam kerajinan lainnya. Dengan kombinasi warna dan tekstur yang beragam, kain perca dapat memberikan hasil yang unik dan menarik.\nFashion: Kain perca juga dapat digunakan dalam pembuatan pakaian atau aksesori fashion. Dengan pemilihan dan penggabungan potongan-potongan kain yang tepat, kain perca dapat menciptakan tampilan yang kreatif dan gaya yang berbeda-beda.\nDekorasi: Kain perca dapat digunakan dalam dekorasi rumah, seperti penutup bantal, gorden, atau karpet. Dengan kombinasi warna dan corak yang menarik, kain perca dapat memberikan sentuhan artistik dalam ruangan."
            },
            {
                "product_id": 6,
                "join_date": "25 maret 2023",
                "photo": "https://source.unsplash.com/400x300?wood",
                "province": "Kalimantan Timur",
                "price": 1500000,
                "category": "organik",
                "user_name": "lina",
                "name": "serat kayu",
                "description": "Serat kayu adalah serat yang terbuat dari kayu melalui proses pemisahan dan pengolahan serat kayu. Serat kayu umumnya digunakan dalam industri kertas, tekstil, dan material komposit. Dalam konteks ini, serat kayu dapat digunakan dalam berbagai aplikasi dan produk.",
                "potentials": "Industri Kertas: Serat kayu merupakan bahan baku utama dalam industri kertas. Serat kayu diproses menjadi bubur kayu, yang kemudian diolah menjadi kertas. Serat kayu memberikan kekuatan, ketahanan, dan kemampuan menyerap tinta pada kertas.\nIndustri Tekstil: Serat kayu juga dapat digunakan dalam produksi serat tekstil, seperti rayon atau viscose. Serat kayu dapat diubah menjadi serat yang lembut dan dapat dipintal menjadi benang, kemudian digunakan dalam pembuatan kain dan produk tekstil.\nMaterial Komposit: Serat kayu dapat digunakan sebagai bahan penguat dalam material komposit, seperti panel kayu lapis atau kayu plastik. Serat kayu memberikan kekuatan tambahan dan kestabilan struktural pada material komposit."
            },
            {
                "product_id": 7,
                "join_date": "3 Maret 2023",
                "photo": "https://source.unsplash.com/400x300?glass",
                "province": "Jawa Timur",
                "price": 300000,
                "category": "non-organik",
                "user_name": "andi",
                "name": "pecahan kaca",
                "description": "Pecahan kaca adalah fragmen kecil dari benda kaca yang pecah atau rusak. Pecahan kaca dapat terbentuk dari botol, jendela, atau benda kaca lainnya. Dalam konteks ini, pecahan kaca dapat memiliki potensi penggunaan kreatif dan daur ulang untuk diubah menjadi barang-barang unik dan bernilai.",
                "potentials": "Kerajinan Tangan: Pecahan kaca dapat digunakan untuk membuat kerajinan tangan, seperti mozaik, lukisan kaca, atau dekorasi rumah. Dengan menggabungkan pecahan kaca dengan lem atau bahan perekat, dapat diciptakan berbagai bentuk dan pola menarik.\nDesain Interior: Pecahan kaca juga dapat digunakan dalam desain interior untuk memberikan sentuhan artistik pada permukaan atau sebagai elemen dekoratif. Misalnya, pecahan kaca dapat digunakan sebagai hiasan dinding, meja, atau lampu.\nKoleksi Seni: Beberapa kolektor seni tertarik pada pecahan kaca unik dan langka. Pecahan kaca dengan warna, bentuk, atau pola yang menarik dapat menjadi objek koleksi yang bernilai.\nPengolahan Kembali: Pecahan kaca dapat didaur ulang dan diolah menjadi bahan baku untuk industri kaca. Dengan mendaur ulang pecahan kaca, dapat mengurangi penggunaan bahan mentah baru dan membantu menjaga lingkungan."
            },
            {
                "product_id": 8,
                "join_date": "15 Mei 2023",
                "photo": "https://source.unsplash.com/400x300?egg",
                "province": "Aceh",
                "price": 700000,
                "category": "organik",
                "user_name": "sari",
                "name": "kulit telur",
                "description": "Kulit telur adalah lapisan tipis yang melapisi bagian dalam cangkang telur. Kulit telur memiliki tekstur yang lembut dan lentur. Dalam konteks ini, kulit telur dapat memiliki potensi penggunaan dalam berbagai aplikasi kreatif dan industri.",
                "potentials": "Seni dan Kerajinan: Kulit telur dapat digunakan dalam seni dan kerajinan untuk membuat lukisan telur, patung, ornamen, dan dekorasi. Dengan melukis atau menghias kulit telur, dapat menciptakan karya seni yang unik dan indah.\nPendidikan dan Penelitian: Kulit telur juga digunakan dalam pendidikan dan penelitian ilmiah. Dalam pelajaran sains, kulit telur dapat digunakan sebagai bahan untuk percobaan dan demonstrasi.\nIndustri Kosmetik: Beberapa produk kosmetik menggunakan bahan alami, termasuk kulit telur. Kulit telur dapat digunakan dalam produk perawatan kulit dan rambut untuk memberikan manfaat nutrisi dan kelembutan.\nPakan Ternak: Kulit telur dapat diolah menjadi pakan ternak, terutama untuk unggas. Pemanfaatan kulit telur sebagai pakan ternak dapat membantu mengurangi limbah organik dan meningkatkan nilai nutrisi pakan."
            },
            {
                "product_id": 9,
                "join_date": "7 Juni 2023",
                "photo": "https://source.unsplash.com/400x300?egg",
                "province": "Banten",
                "price": 1200000,
                "category": "organik",
                "user_name": "david",
                "name": "telur pecah",
                "description": "Telur pecah adalah telur yang cangkangnya mengalami kerusakan atau pecah. Telur pecah biasanya dianggap tidak layak konsumsi langsung, tetapi masih memiliki potensi penggunaan dalam beberapa konteks dan aplikasi lain.",
                "potentials": "Kuliner: Telur pecah dapat digunakan dalam berbagai resep kuliner, seperti membuat adonan, kue, atau hidangan yang membutuhkan telur sebagai bahan utama. Telur pecah juga dapat diolah menjadi telur dadar atau omelet.\nPakan Ternak: Telur pecah dapat digunakan sebagai pakan tambahan untuk ternak, terutama untuk unggas. Telur pecah mengandung nutrisi yang berguna bagi pertumbuhan dan perkembangan hewan ternak.\nProduksi Bahan Baku: Dalam industri makanan, telur pecah dapat diolah menjadi bahan baku untuk produk-produk olahan yang membutuhkan telur sebagai komponen utama. Misalnya, telur pecah dapat diolah menjadi pasta telur, tepung telur, atau produk pangan lainnya.\nPupuk Organik: Telur pecah dapat dijadikan pupuk organik yang baik untuk tanaman. Nutrisi yang terkandung dalam telur pecah dapat memberikan manfaat bagi pertumbuhan tanaman secara alami."
            },
            {
                "product_id": 10,
                "join_date": "21 Juli 2023",
                "photo": "https://source.unsplash.com/400x300?plastic",
                "province": "Kalimantan Barat",
                "price": 180000,
                "category": "non-organik",
                "user_name": "jenny",
                "name": "plastik bekas",
                "description": "Plastik bekas adalah limbah plastik yang dihasilkan dari produk-produk plastik yang sudah tidak digunakan lagi. Plastik bekas seringkali dianggap sebagai masalah lingkungan karena sulit terurai dan dapat mencemari ekosistem. Namun, plastik bekas juga memiliki potensi untuk didaur ulang dan digunakan kembali.",
                "potentials": "Daur Ulang: Plastik bekas dapat didaur ulang menjadi bahan baku untuk pembuatan produk plastik baru. Daur ulang plastik bekas dapat mengurangi penggunaan bahan mentah baru dan membantu mengurangi limbah plastik.\nIndustri Kreatif: Plastik bekas dapat digunakan dalam industri kreatif untuk membuat berbagai produk, seperti kerajinan tangan, aksesori, atau hiasan. Dengan mengolah plastik bekas menjadi barang-barang bernilai, dapat mengurangi dampak negatif limbah plastik.\nPengepakan dan Penyimpanan: Plastik bekas dapat digunakan untuk keperluan pengepakan dan penyimpanan. Misalnya, plastik bekas dapat digunakan sebagai wadah penyimpanan makanan, tempat penyimpanan barang, atau tas belanja yang dapat digunakan kembali.\nKonstruksi dan Bangunan: Dalam industri konstruksi, plastik bekas dapat digunakan sebagai bahan untuk pembuatan material bangunan, seperti pipa, jalan, atau panel dinding. Penggunaan plastik bekas dalam konstruksi dapat membantu mengurangi penggunaan bahan bangunan konvensional yang lebih mahal dan berdampak negatif pada lingkungan."
            },
            {
                "product_id": 11,
                "join_date": "9 September 2023",
                "photo": "https://source.unsplash.com/400x300?fiber",
                "province": "Sumatera Selatan",
                "price": 900000,
                "category": "non-organik",
                "user_name": "adit",
                "name": "kain bekas",
                "description": "Kain bekas adalah kain yang sudah tidak digunakan lagi atau memiliki cacat. Kain bekas seringkali dianggap sebagai limbah tekstil, tetapi masih memiliki potensi penggunaan dalam berbagai aplikasi kreatif dan industri.",
                "potentials": "Kerajinan Tangan: Kain bekas dapat digunakan dalam kerajinan tangan, seperti quilting, sulam, atau pembuatan aksesori. Dengan menggabungkan potongan-potongan kain bekas, dapat menciptakan karya seni yang unik dan bernilai.\nPakaian Daur Ulang: Kain bekas dapat diubah menjadi pakaian daur ulang atau produk tekstil lainnya. Dengan mendaur ulang kain bekas, dapat mengurangi limbah tekstil dan membantu menjaga lingkungan.\nHiasan Rumah: Kain bekas dapat digunakan sebagai bahan untuk membuat gorden, taplak meja, bantal, atau hiasan dinding. Dengan menggunakan kain bekas, dapat menciptakan dekorasi rumah yang unik dan ramah lingkungan.\nPembungkus Kado: Kain bekas dapat digunakan sebagai pembungkus kado yang kreatif dan ramah lingkungan. Dengan menggunakan kain bekas sebagai pembungkus kado, dapat mengurangi penggunaan kertas pembungkus yang bersifat sekali pakai."
            },
            {
                "product_id": 12,
                "join_date": "12 Desember 2023",
                "photo": "https://source.unsplash.com/400x300?paper",
                "province": "Sulawesi Selatan",
                "price": 500000,
                "category": "non-organik",
                "user_name": "sinta",
                "name": "kertas",
                "description": "Kertas adalah bahan yang terbuat dari serat selulosa yang diperoleh dari pohon atau tanaman lain. Kertas memiliki berbagai jenis dan ukuran yang digunakan dalam berbagai keperluan, seperti menulis, mencetak, atau membungkus. Dalam konteks ini, kertas bekas atau sisa kertas juga memiliki potensi penggunaan kreatif dan industri.",
                "potentials": "Kerajinan Kertas: Kertas bekas dapat digunakan dalam kerajinan tangan, seperti origami, kertas lipat, atau kartu ucapan. Dengan mengolah kertas bekas, dapat menciptakan karya seni yang indah dan bermanfaat.\nDaur Ulang Kertas: Kertas bekas dapat didaur ulang menjadi kertas baru. Proses daur ulang kertas bekas dapat mengurangi penebangan pohon dan menghemat energi yang diperlukan untuk pembuatan kertas baru.\nKemasan dan Pembungkus: Kertas bekas dapat digunakan sebagai bahan kemasan atau pembungkus yang ramah lingkungan. Misalnya, kertas bekas dapat digunakan sebagai kertas bungkus hadiah, kertas pembungkus makanan, atau kertas untuk pembungkus produk.\nCatatan atau Memo: Kertas bekas dapat diubah menjadi catatan atau memo kecil yang dapat digunakan untuk mencatat atau menyampaikan pesan singkat.\n"
            },
            {
                "product_id": 13,
                "join_date": "1 April 2023",
                "photo": "https://source.unsplash.com/400x300?accessories",
                "province": "Papua",
                "price": 350000,
                "category": "non-organik",
                "user_name": "rani",
                "name": "manik manik",
                "description": "Manik manik adalah hiasan kecil yang terbuat dari berbagai bahan, seperti kaca, plastik, atau logam. Manik manik sering digunakan dalam pembuatan perhiasan, aksesori, atau dekorasi.",
                "potentials": "Kreasi Perhiasan: Manik manik dapat digunakan dalam pembuatan perhiasan, seperti gelang, kalung, atau anting-anting. Dengan mengombinasikan manik manik dengan teknik dan desain yang kreatif, dapat menciptakan perhiasan yang unik dan menarik.\nDekorasi Kreatif: Manik manik dapat digunakan dalam berbagai proyek dekorasi, seperti hiasan dinding, gantungan kunci, atau hiasan lampu. Dengan memanfaatkan berbagai bentuk, warna, dan ukuran manik manik, dapat menciptakan dekorasi yang menarik dan penuh gaya.\nKarya Seni Anak-anak: Manik manik merupakan bahan yang cocok untuk proyek seni dan kerajinan anak-anak. Anak-anak dapat menggunakan manik manik untuk membuat lukisan, gambar mozaik, atau kerajinan tangan lainnya yang melibatkan kreativitas dan keterampilan motorik."
            },
            {
                "product_id": 14,
                "join_date": "30 September 2023",
                "photo": "https://source.unsplash.com/400x300?leaf",
                "province": "Nusa Tenggara Barat",
                "price": 600000,
                "category": "organik",
                "user_name": "anton",
                "name": "daun kering",
                "description": "Daun kering adalah daun yang telah kering dan biasanya jatuh dari pohon atau tanaman. Daun kering memiliki tekstur rapuh dan sering digunakan dalam kerajinan tangan atau dekorasi alami.",
                "potentials": "Kerajinan Tangan: Daun kering dapat digunakan dalam berbagai proyek kerajinan tangan, seperti pembuatan keranjang, bingkai foto, atau lukisan daun. Dengan mengolah dan menggabungkan daun kering, dapat menciptakan karya seni yang unik dan alami.\nDekorasi Rumah: Daun kering dapat digunakan sebagai dekorasi alami dalam rumah. Misalnya, daun kering dapat digunakan sebagai hiasan meja, dinding, atau bunga matahari. Dengan memanfaatkan keindahan alami daun kering, dapat menciptakan suasana hangat dan alami di dalam rumah.\nPengering Bunga: Daun kering sering digunakan dalam proses pengeringan bunga. Dengan menempatkan bunga di antara daun kering dan membiarkannya mengering, dapat menciptakan bunga kering yang dapat digunakan dalam aransemen atau dekorasi.\n"
            },
            {
                "product_id": 15,
                "join_date": "17 Mei 2023",
                "photo": "https://source.unsplash.com/400x300?canvas",
                "province": "Maluku",
                "price": 2000000,
                "category": "non-organik",
                "user_name": "ria",
                "name": "kanvas sisa",
                "description": "Kanvas sisa adalah potongan kain kanvas yang tersisa dari proyek sebelumnya. Kanvas sisa umumnya memiliki ukuran kecil hingga sedang dan dapat digunakan dalam berbagai kegiatan kreatif.",
                "potentials": "Lukisan Kecil: Kanvas sisa dapat digunakan untuk membuat lukisan kecil atau sketsa. Dengan menggunakan cat atau media lukis lainnya, dapat menciptakan karya seni yang unik dan orisinal di atas kanvas sisa.\nKerajinan Kreatif: Kanvas sisa dapat digunakan dalam berbagai proyek kerajinan kreatif, seperti pembuatan tas kecil, dompet, atau hiasan dinding. Dengan memadukan kanvas sisa dengan bahan lain dan teknik yang kreatif, dapat menciptakan kerajinan yang menarik dan bergaya.\nPembungkus Kado: Kanvas sisa dapat digunakan sebagai bahan pembungkus kado yang unik dan ramah lingkungan. Dengan menghias kanvas sisa dengan stempel, tali, atau aksen dekoratif lainnya, dapat memberikan sentuhan pribadi pada kado yang diberikan.\n"
            },
            {
                "product_id": 16,
                "join_date": "9 Mei 2023",
                "photo": "https://source.unsplash.com/400x300?cardboard",
                "province": "Sulawesi Utara",
                "price": 400000,
                "category": "non-organik",
                "user_name": "bella",
                "name": "kardus",
                "description": "Kardus adalah bahan kemasan yang terbuat dari bahan berbasis pulp atau kertas tebal. Kardus umumnya digunakan sebagai wadah atau bungkus untuk produk atau barang-barang lainnya.",
                "potentials": "Kemasan Produk: Kardus dapat digunakan sebagai bahan kemasan untuk produk atau barang yang akan dikirim atau dijual. Kardus memberikan perlindungan fisik dan keamanan terhadap barang-barang tersebut.\nKotak Penyimpanan: Kardus dapat digunakan sebagai kotak penyimpanan untuk menyimpan barang-barang rumah tangga, mainan, atau peralatan. Dengan menambahkan label atau dekorasi pada kardus, dapat mempermudah mengidentifikasi isi dan menambahkan sentuhan estetika.\nProyek Kerajinan: Kardus bekas dapat digunakan dalam proyek kerajinan, seperti membuat miniatur, rak buku, atau kotak hias. Dengan mengolah kardus bekas dan menggabungkannya dengan bahan lain, dapat menciptakan kerajinan yang unik dan fungsional.\n"
            },
            {
                "product_id": 17,
                "join_date": "14 Agustus 2023",
                "photo": "https://source.unsplash.com/400x300?paint",
                "province": "Jambi",
                "price": 850000,
                "category": "non-organik",
                "user_name": "anto",
                "name": "kaleng cat",
                "description": "Kaleng cat adalah wadah berbentuk silinder yang digunakan untuk menyimpan dan mengaplikasikan cat. Kaleng cat umumnya terbuat dari logam dan dilengkapi dengan penutup yang rapat.",
                "potentials": "Penyimpanan Barang: Kaleng cat dapat digunakan sebagai wadah penyimpanan untuk berbagai barang atau bahan, seperti pensil, kuas cat, atau peralatan kerajinan. Dengan menghias kaleng cat atau menambahkan label, dapat memberikan sentuhan personal dan mempermudah pengorganisasian.\nProyek Kerajinan: Kaleng cat bekas dapat digunakan dalam proyek kerajinan, seperti membuat kotak penyimpanan, hiasan dinding, atau vas bunga. Dengan mengubah penampilan kaleng cat dan menggabungkannya dengan bahan lain, dapat menciptakan karya seni yang unik dan fungsional.\n"
            },
            {
                "product_id": 18,
                "join_date": "3 Juni 2023",
                "photo": "https://source.unsplash.com/400x300?shirt",
                "province": "Kalimantan Selatan",
                "price": 550000,
                "category": "non-organik",
                "user_name": "hani",
                "name": "kaos",
                "description": "Kaos adalah pakaian yang terbuat dari bahan katun atau serat sintetis lainnya. Kaos umumnya memiliki kerah melingkar dan lengan pendek, tetapi ada juga kaos dengan desain yang berbeda.",
                "potentials": "Pakaian Sehari-hari: Kaos merupakan pakaian yang nyaman dan praktis untuk digunakan sehari-hari. Kaos dapat digunakan dalam berbagai aktivitas, seperti berbelanja, bekerja, atau berkumpul dengan teman.\nSablon Kaos: Kaos dapat dijadikan media untuk mencetak desain atau gambar menggunakan teknik sablon. Dengan mencetak desain kreatif dan unik pada kaos, dapat menciptakan pakaian yang memiliki ciri khas dan menarik.\nMerchandise Promosi: Kaos dapat digunakan sebagai merchandise promosi untuk memperkenalkan merek, acara, atau organisasi. Dengan mencetak logo, slogan, atau pesan promosi pada kaos, dapat menjadi sarana promosi yang efektif dan terjangkau.\n"
            },
            {
                "product_id": 19,
                "join_date": "27 Juli 2023",
                "photo": "https://source.unsplash.com/400x300?newspaper",
                "province": "Riau",
                "price": 300000,
                "category": "non-organik",
                "user_name": "ryan",
                "name": "koran bekas",
                "description": "Koran bekas adalah lembaran koran yang telah terbaca atau tidak lagi digunakan. Koran bekas umumnya digunakan dalam berbagai proyek kreatif dan kerajinan tangan.",
                "potentials": "Papercraft: Koran bekas dapat digunakan dalam proyek papercraft, seperti membuat patung, miniatur, atau bingkai foto. Dengan melipat, memotong, atau menggulung koran bekas, dapat menciptakan karya seni yang unik dan detail.\nKertas Anyaman: Koran bekas dapat diolah menjadi anyaman kertas untuk membuat kerajinan seperti tas, keranjang, atau aksesoris. Dengan melipat dan menggulung koran bekas menjadi strip, kemudian menyatukannya, dapat menciptakan anyaman kertas yang kuat dan tahan lama.\nPelapis Meja: Koran bekas dapat digunakan sebagai pelapis meja yang unik dan ramah lingkungan. Dengan meletakkan lapisan koran bekas dan melapisi dengan lapisan pelindung seperti kaca atau kertas tembus pandang, dapat menciptakan meja dengan tampilan yang menarik dan mudah dibersihkan.\n"
            },
            {
                "product_id": 20,
                "join_date": "18 April 2023",
                "photo": "https://source.unsplash.com/400x300?plastic",
                "province": "Sumatera Utara",
                "price": 500000,
                "category": "non-organik",
                "user_name": "joko",
                "name": "plastik botol bekas",
                "description": "Plastik botol bekas adalah botol plastik yang sudah tidak terpakai lagi. Botol plastik bekas umumnya digunakan dalam proyek daur ulang dan kerajinan tangan.",
                "potentials": "Pot Bunga: Plastik botol bekas dapat diubah menjadi pot bunga yang unik dan ramah lingkungan. Dengan memotong dan menghias botol plastik bekas, serta menambahkan lubang drainase, dapat menciptakan pot bunga yang dapat digunakan untuk menanam berbagai tanaman.\nKerajinan Kreatif: Plastik botol bekas dapat digunakan dalam berbagai proyek kerajinan kreatif, seperti membuat lampu hias, tirai gantung, atau tempat pensil. Dengan menggabungkan potongan-potongan botol plastik bekas dengan bahan lain, dapat menciptakan kerajinan yang menarik dan bermanfaat.\n"
            }
        ]
    }
}